Repository: diegolamonica/EUCookieLaw3-wp
Catalog: languages/EUCookieLaw3-*.po
Languages: it_it

source: Save settings
it_it: Salva le impostazioni

source: What the hell?!?!
it_it: Ma che Diavolo?!?!

source: Where are all EUCookieLaw settings???
it_it: Dove sono tutte le impostazioni di EUCookieLaw???

source: Don't worry, nowdays all is more simple than in the past! Now you can use the <a href="https://diegolamonica.info/tools/eucookielaw/builder/">online Configuration Builder</a> to produce the right configuration for your site!
it_it: Non ti preoccupare, adesso tutto è molto più facile! Ora puoi utilizzare il <a href="https://diegolamonica.info/tools/eucookielaw/builder/">Configuratore on-line</a> per creare la configurazione giusta per il tuo sito!

source: Register user consent
it_it: Registra i consensi dell'utente

source: Enable this flag if you want that all consents and rejections should be tracked
it_it: Abilita questo flag se vuoi che tutti i consensi e le revoche siano tracciate

source: Select banner aspect:
it_it: Definisci l'aspetto del banner:

source: No decoration
it_it: Nessuna decorazione

source: Service
it_it: Trattamento

source: Status
it_it: Stato

source: Date
it_it: Data

source: EUCookieLaw Banner source code
it_it: Codice Sorgente del banner EUCookieLaw

source: Paste the code obtained from the builder
it_it: Incolla il codice ottenuto dal configuratore

source: You can set a default style or you should define the rules for the Banner following the <a href="%s">design guideguide documentation</a>
it_it: Puoi impostare uno stile predefinito oppure puoi creare le regole per il banner seguendo le <a href="%s">linee guida per il design</a>

source: Donation
it_it: Donazioni

source: If you find this plugin useful, and since I've noticed that nobody did this script (as is) before of me, I'd like to receive <a href="%s">a donation</a> or a gift from <a href="%s">my Amazon Wishlist</a> as thankful for the time You've earned for you, your family and your hobbies! :)
it_it: Se ritieni questo plugin utile, e poichè ho notato che nessuno aveva pensato a questo (così com'è) prima di me, sarei lieto di ricevere una <a href="%s">donazine</a> o un regalo dalla mia <a href="%s">Amazon Wishlist</a> come pringraziamento per il tempo che hai guadagnato per te, per la tua famiglia e per i tuoi hobby! :)

source: You can find further informations about this plugin on <a href="%s">GitHub</a>
it_it: Puoi trovare maggiori informazioni per questo plugin su <a href="%s">GitHub</a>

source: Useful resource for good people!
it_it: Risorse utili per brava gente!

source: The following resources are not directly related to this plugin.
it_it: Le risorse che seguono non sono necessariamente in relazione con questo plugin.

source: If you discover some useful resources online related to CookieLaw and GDPR and you want to share with all, let me knwo at <a href="mailto:%s">%1$s</a>.
it_it: Se trovi qualche risorsa utile online relativa agli argomenti CookieLaw e GDPR e ritieni debba essere in questo posto, fammelo sapere tramite una mail a <a href="mailto:%s">%1$s</a>.

source: EUCookieLaw3 is a revamped version of the plugin EUCookieLaw.
it_it: EUCookieLaw3 è una versione riammodernata del plugin EUCookieLaw

source: Read the <a href="%s">on-line documentation</a>
it_it: Leggi la <a href="%s">documentazione on-line</a>

source: The plugin is totally free and its source code is open source in all its parts.If you found it useful, please consider for:
it_it: Il plugin è completamente gratuito ed open source in ogni sua parte. Se lo trovi utile, ti prego di valutare:

source: A donation via PayPal
it_it: Una donazione PayPal

source: A gift from my Amazon Wishlist
it_it: Un regalo dalla mia Wishlist di Amazon

source: About
it_it: Informazioni

source: Settings
it_it: Impostazioni

source: Tools
it_it: Strumenti

source: All you need to know about EUCookieLaw
it_it: Tutto quello che c'è da sapere su EUCookieLaw

source: EUCookieLaw Settings
it_it: Impostazioni di EUCookieLaw

source: EUCookieLaw Tools
it_it: Strumenti utili
